[AIMPRemoteControlOptionsForm]
Caption=Remote Control
gbConnection=Connection
lbConnectionHint=Enter one of these addresses in the app on your phone:
gbAuth=Require authentication
lbUser=Username:
lbPass=Password:
lbPassHint=Leave the field empty to keep the current password.
gbFeatures=Client permissions
cbPhysicalDeletion=Allow removing tracks from disk
cbBrowseFiles=Allow browsing files on this computer
cbUploadTracks=Allow tracks upload
lbUploadFolder=Upload folder:
cbScheduler=Allow timer functions
lbLinkApp=Application

[AIMPRemoteControlOptionsForm.edUploadFolder]
b[0]=...

[AIMPRemoteControlMessages]
PortInUse=Remote Control: cannot listen on {0} - the port is in use by another program

[AIMPRemoteControlErrors]
invalidJson=Request body is not valid JSON
playlistNotFound=Playlist not found.
invalidQuery=Invalid request parameters.
groupNotFound=Group not found.
invalidBody=Invalid request body.
playlistChanged=The playlist has changed, reload it and try again.
playlistReadOnly=The playlist is read-only.
itemNotFound=Track not found.
playlistUpdateFailed=The player refused the change.
playerCommandFailed=The player refused the command.
queueChanged=The playback queue has changed, reload it and try again.
addFilesPlaylistNotFound=Adding files failed. Reason: playlist not found.
addFilesFailed=Adding files failed.
addUrlPlaylistNotFound=Adding URL failed. Reason: playlist not found.
addUrlFailed=Adding URL failed.
pathInaccessible=Path inaccessible
browseFilesDisabled=Path inaccessible. Reason: file browsing is disabled in the plugin settings.
playlistCreationFailed=Playlist creation failed.
enqueueTrackNotFound=Enqueue track failed. Reason: track not found.
enqueueFailed=Enqueue track failed.
coverNotFound=Getting cover failed. Reason: album cover is not found.
trackInfoTrackNotFound=Getting info about track failed. Reason: track not found.
lyricsNotAvailable=Lyrics not available
playTrackNotFound=Track not found.
removePlaylistNotFound=Removing playlist failed. Reason: playlist not found.
removePlaylistFailed=Removing playlist failed.
renamePlaylistNotFound=Renaming playlist failed. Reason: playlist not found.
renamePlaylistFailed=Renaming playlist failed.
removeTrackDisabled=Removing track failed. Reason: physical deletion is disabled in the plugin settings.
removeTrackNotFound=Removing track failed. Reason: track not found.
removeTrackFailed=Removing track failed.
dequeueTrackNotFound=Removing track from queue failed. Reason: track not found.
dequeueFailed=Removing track from queue failed.
schedulerUnavailable=Scheduler service unavailable
setTrackEnabledTrackNotFound=Setting track state failed. Reason: track not found.
setRatingTrackNotFound=Setting rating failed. Reason: track not found.
